Repository: Solar-Helix-Independent-Transport/allianceauth-oidc-provider
Catalog: allianceauth_oidc/locale/*/LC_MESSAGES/django.po
Languages: uk

source: is requesting access to your Alliance Auth User data
uk: запитує доступ до ваших даних користувача Alliance Auth

source: Logged in as:
uk: Ввійшов в систему як:

source: The application is requesting the following
uk: Сервіс вимагає наступні

source: You will be redirected back to the application after authorization
uk: Ви будете перенаправлені назад до сервісу після авторизації

source: This Application cannot access other data within Alliance Auth!
uk: Цей сервіс не може отримати доступ до інших даних у Alliance Auth!

source: Cancel
uk: Скасувати

source: Authorize
uk: Авторизувати

source: If you believe this is in error please contact the administrators.
uk: Якщо ви вважаєте, що це помилково, будь ласка, зв'яжіться з адміністраторами.

source: This action has been logged
uk: Ця дія була занотована

source: Confirm Logout requested by
uk: Підтвердження виходу було за запитом

source: Confirm Logout
uk: Підтвердити вихід
